{
    "model_type": "fcn4flare",
    "input_dim": 1,
    "hidden_dim": 128,
    "output_dim": 1,
    "depth": 10,
    "dilation": [1, 1, 1, 2, 2, 4, 8, 16, 32, 64],
    "maskdice_threshold": 0.5,
    "dropout_rate": 0.1,
    "kernel_size": 3,
    "architectures": [
        "FCN4FlareModel"
    ]
}
